tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "php"
brew "composer"
brew "git"
brew "imagemagick"
brew "nvm"
brew "tldr"
brew "webp"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "brave-browser"
cask "devtoys"
cask "discord"
cask "docker"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "microsoft-office"
cask "microsoft-teams"
cask "raycast"
cask "rectangle"
cask "runjs"
cask "spotify"
cask "visual-studio-code"
cask "warp"
