tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "oven-sh/bun"
tap "shivammathur/php"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "freetype"
brew "cmake"
brew "gd"
brew "libzip"
brew "php"
brew "composer"
brew "docker"
brew "gh"
brew "git"
brew "git-crypt"
brew "libheif"
brew "imagemagick"
brew "kubernetes-cli"
brew "llvm"
brew "node", link: false
brew "node@20", link: true
brew "openjdk"
brew "protobuf"
brew "python@3.10"
brew "rust"
brew "tldr"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
brew "shivammathur/php/php@7.4"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "brave-browser"
cask "deepl"
cask "devtoys"
cask "discord"
cask "docker"
cask "github"
cask "google-chrome"
cask "infra"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "postman"
cask "raycast"
cask "rectangle"
cask "runjs"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "temurin8"
cask "warp"
cask "zoom"
