tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "berkeley-db", link: true
brew "php"
brew "composer"
brew "gh"
brew "git"
brew "kubernetes-cli"
brew "make"
brew "minikube"
brew "nvm"
brew "perl"
brew "php@7.4"
brew "python@3.10"
brew "tldr"
brew "vim"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "android-sdk"
cask "android-studio"
cask "bitwarden"
cask "brackets"
cask "brave-browser"
cask "devtoys"
cask "discord"
cask "docker"
cask "gas-mask"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-office"
cask "microsoft-teams"
cask "postman"
cask "raycast"
cask "rectangle"
cask "runjs"
cask "sequel-pro"
cask "teamviewer"
cask "vlc"
cask "warp"
