tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "shivammathur/php"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "curl"
brew "gd"
brew "php"
brew "composer"
brew "gh"
brew "git-crypt"
brew "kubernetes-cli"
brew "node"
brew "tldr"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "shivammathur/php/php@7.4"
cask "brave-browser"
cask "deepl"
cask "devtoys"
cask "discord"
cask "docker"
cask "github"
cask "infra"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "postman"
cask "raycast"
cask "rectangle"
cask "runjs"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "warp"
cask "zoom"
